Repository: Khatanna/salvavidas
Catalog: lib/l10n/app_*.arb
Languages: el, ja, kr

# language
source: English
el: Ελληνικά
ja: 日本語
kr: 한국어

# guide
source: Ayuda
el: Βοήθεια
ja: ガイド
kr: 도움말

source: Country
el: Χώρα
ja: 国

# selectCountryCode
source: Select the country code
el: Επιλέξτε τον κωδικό χώρας
ja: 国コードを選択

# noCountryCode
source: No country code found
el: Δεν βρέθηκε κωδικός χώρας
ja: 国コードが見つかりません
kr: 국가 코드를 찾을 수 없습니다

# selectButtonColor
source: Select the button color
el: Επιλέξτε το χρώμα του κουμπιού
ja: ボタンの色を選択
kr: 버튼 색상 선택

# web
source: Web page
el: Ιστοσελίδα
ja: ウェブページ
kr: 웹 페이지

source: Unknown
el: Άγνωστο
ja: 不明
kr: 알 수 없음

# notFoundDevices
source: No devices found
el: Δεν βρέθηκαν συσκευές
ja: デバイスが見つかりません
kr: 장치를 찾을 수 없습니다

# bluetoothOff
source: Bluetooth is off
el: Το Bluetooth είναι απενεργοποιημένο
ja: Bluetoothがオフになっています
kr: 블루투스가 꺼져 있습니다

source: Turn on
el: Ενεργοποίηση
ja: オンにする
kr: 켜기

source: Connect
el: Σύνδεση
ja: 接続
kr: 연결

# messageStrategy
source: Message sending mode
el: Λειτουργία αποστολής μηνύματος
ja: メッセージ送信モード
kr: 메시지 전송 방식

# whatsapp
source: Send via WhatsApp
el: Αποστολή μέσω WhatsApp
ja: WhatsApp経由で送信
kr: WhatsApp으로 전송

# disclaimer
source: Disclaimer: The message rate is based on your phone operator's plan.
el: Αποποίηση ευθύνης: Το κόστος του μηνύματος βασίζεται στο σχέδιο του παρόχου τηλεφωνίας σας.
ja: 免責事項：メッセージ料金は、お使いの携帯電話会社のプランに基づいています。
kr: 면책 조항: 메시지 요금은 휴대폰 운영자의 요금제에 따라 달라집니다.

source: Saved
el: Αποθηκεύτηκε
ja: 保存されました
kr: 저장됨

source: logout
el: Αποσύνδεση
ja: ログアウト
kr: 로그아웃

source: My location
el: Η τοποθεσία μου
ja: 私の位置
kr: 내 위치

source: Custom number
el: Προσαρμοσμένος αριθμός
ja: カスタム番号
kr: 맞춤 번호

# redButton
source: Use this panic button if your life is at risk.
el: Χρησιμοποιήστε αυτό το κουμπί αν χρειάζεστε βοήθεια (Π.χ. Ελαττωμένο ελαστικό)
ja: 命の危険がある場合は、このパニックボタンを使用してください。
kr: 생명이 위협받고 있을 때 이 비상 버튼을 사용하세요.

# yellowButton
source: Use this button if you need help (Ex: Flat tire)
el: Χρησιμοποιήστε αυτό το κουμπί αν χρειάζεστε βοήθεια (Π.χ. Χάθηκα)
ja: 助けが必要な場合はこのボタンを使用してください（例：パンク）
kr: 도움이 필요할 때 이 버튼을 사용하세요 (예: 타이어 펑크)

# greenButton
source: Use this button in case of natural emergency
el: Χρησιμοποιήστε αυτό το κουμπί αν βρίσκεστε σε περιοχή κινδύνου (Π.χ. Πυρκαγιά)
ja: 自然災害の場合はこのボタンを使用してください
kr: 자연 재해가 발생했을 때 이 버튼을 사용하세요

# blueButton
source: Use this button to notify that your destination has arrived safely
el: Χρησιμοποιήστε αυτό το κουμπί αν φτάσατε στον προορισμό σας
ja: 目的地に無事到着したことを通知するには、このボタンを使用してください
kr: 목적지에 안전하게 도착했음을 알리기 위해 이 버튼을 사용하세요

# hintLanguageDropdown
source: Select language
el: Επιλέξτε τη γλώσσα σας
ja: 言語を選択
kr: 언어 선택

source: Example
el: Παράδειγμα
ja: 例
kr: 예

source: Home
el: Αρχική
ja: ホーム
kr: 홈

source: Contacts
el: Επαφές
ja: 連絡先
kr: 연락처

source: Settings
el: Ρυθμίσεις
ja: 設定
kr: 설정

# sync
source: Devices
el: Συγχρονισμός
ja: デバイス
kr: 기기 동기화

# emptyContacts
source: No contacts saved
el: Δεν υπάρχουν επαφές
ja: 保存された連絡先がありません
kr: 저장된 연락처가 없습니다

# help
source: Terms and Conditions
el: Βοήθεια
ja: プライバシーポリシー
kr: 이용 약관

# settingsLanguage
source: Language
el: Γλώσσα
ja: 言語
kr: 언어

# settingsCustomMessage
source: Custom message
el: Προσαρμοσμένο μήνυμα
ja: カスタムメッセージ
kr: 맞춤 메시지

# redButtonMessaje
source: I need urgent help! my life is at risk, I am at the indicated location
el: Χρειάζομαι βοήθεια! Βρίσκομαι στην καθορισμένη τοποθεσία
ja: 緊急の助けが必要です！命の危険があります。指定された場所にいます
kr: 긴급 도움이 필요해요! 제 생명이 위협받고 있어요. 지정된 위치에 있습니다.

# yellowButtonMessaje
source: I need help! I am at the designated location
el: Χρειάζομαι βοήθεια! Χάθηκα στην καθορισμένη τοποθεσία
ja: 助けが必要です！指定された場所にいます
kr: 도움이 필요해요! 지정된 위치에 있습니다.

# greenButtonMessaje
source: I am in an area of ​​natural disaster or social conflict in the indicated location
el: Χρειάζομαι βοήθεια! Βρίσκομαι σε κίνδυνο στην καθορισμένη τοποθεσία
ja: 指定された場所で自然災害または社会的紛争の地域にいます
kr: 자연 재해나 사회적 갈등 지역에 있습니다. 지정된 위치에 있습니다.

# blueButtonMessaje
source: I arrived safely at my destination, I am at the indicated location
el: Έφτασα στον προορισμό μου
ja: 目的地に無事到着しました。指定された場所にいます
kr: 목적지에 안전하게 도착했습니다. 지정된 위치에 있습니다.

# successSent
source: Message sent successfully
el: Το μήνυμα στάλθηκε με επιτυχία
ja: メッセージが正常に送信されました
kr: 메시지가 성공적으로 전송되었습니다

# errorSent
source: Error sending message
el: Σφάλμα κατά την αποστολή του μηνύματος
ja: メッセージの送信エラー
kr: 메시지 전송 오류

source: Sending...
el: Αποστολή...
ja: 送信中
kr: 전송 중...

# terms
source: PRIVACY POLICY OF THE LIFESAVER APP The use of the Lifesaver application, hereinafter referred to as the APP, is carried out under the user's responsibility. The application is provided as is, and we do not guarantee its correct operation at all times. We disclaim any liability for any direct, indirect, incidental, special, consequential, or other type of damage that may arise from the use of the application. By downloading and using Lifesaver, the user accepts these terms and agrees to use the application responsibly and aware of its capabilities and limitations. APP Usage Policies: 1. Purpose of collecting personal data: The personal data collected through the APP will be used solely for the purpose of providing the services and functionalities of the APP, as well as improving the user experience. 2. The responsible party for processing the personal data collected is Google Play Services. 3. Legal basis for data processing: the personal data is based on location and the sending of SMS to contacts, and will only be done with the user's consent. The APP does not store or process this data. 4. Data recipients: The personal data collected through the APP is used locally and will not be transferred to third parties, except for the services offered by the APP or when there is a legal obligation to do so. 5. Data retention period: The personal data collected through the APP will be retained only for the time necessary to fulfill the purpose for which it was collected, or until the user requests its deletion within the APP or the removal of the APP. 6. Exercise of rights: Users of the APP have the right to access, rectify, delete, limit processing, port their data, and object to the processing of their data. 7. Specific consent: The APP will request the specific consent of users to access their personal data: contacts and phone numbers, providing clear and transparent information about the purpose of such request. 8. Data of minors and geolocation: The APP will not collect or store data of minors (13 years of age) without the express consent of their parents or legal guardians, and will only use geolocation services with the prior consent of users and respecting their privacy. Disclaimer 1. Limitation of liability: the developers of the APP will not be liable for damages caused by the misuse of the application by users, or for the loss of data or personal information. 2. Use at own risk: users who use the APP do so at their own risk, and the developers of the APP do not guarantee its availability, accuracy, or security at all times. 3. Exclusion of warranties: We declare that the developers of the APP do not provide any warranties regarding the quality as it depends on the mobile service provider, the operation, or suitability of the APP for a particular purpose beyond the functionality of the APP itself, and that the user assumes responsibility for its use. 4. Indemnification: It is established that the user shall indemnify the developers of the APP for any claim, demand, or damage that arises as a result of their improper use of the APP. 5. Modification of terms: We reserve the right to modify the terms and conditions of use at any time, without prior notice, to adapt to legal changes or the needs of the developers of the APP.
el: Πολιτική απορρήτου της εφαρμογής Salvavidas Η χρήση της εφαρμογής Salvavidas, εφεξής αποκαλούμενης APP, γίνεται με ευθύνη του χρήστη. Η εφαρμογή παρέχεται όπως είναι και δεν παρέχουμε καμία εγγύηση για την ορθή λειτουργία της ανά πάσα στιγμή. Απορρίπτουμε κάθε ευθύνη για οποιαδήποτε άμεση, έμμεσα, περιστασιακή, ειδική, επακόλουθη ή άλλη ζημία που μπορεί να προκύψει από τη χρήση της εφαρμογής. Κατεβάζοντας και χρησιμοποιώντας το Salvavidas, ο χρήστης αποδέχεται αυτούς τους όρους και δεσμεύεται να χρησιμοποιεί την εφαρμογή με υπεύθυνο και συνειδητό τρόπο των δυνατοτήτων και των περιορισμών της. Πολιτικές χρήσης της εφαρμογής: Σκοπός της συλλογής των προσωπικών δεδομένων: Τα προσωπικά δεδομένα που συλλέγονται μέσω της APP θα χρησιμοποιηθούν μόνο για την παροχή των υπηρεσιών και των λειτουργιών της APP, καθώς και για τη βελτίωση της εμπειρίας του χρήστη. Ο υπεύθυνος επεξεργασίας των προσωπικών δεδομένων που συλλέγονται πραγματοποιείται από τις Υπηρεσίες Google Play. Νομιμοποίηση για την επεξεργασία των δεδομένων: τα προσωπικά δεδομένα βασίζονται στην τοποθεσία και την αποστολή SMS στις επαφές, θα γίνουν μόνο με τη συγκατάθεση του χρήστη. Η εφαρμογή δεν αποθηκεύει ή επεξεργάζεται αυτά τα δεδομένα. Αποδέκτες των δεδομένων: Τα προσωπικά δεδομένα που συλλέγονται μέσω της APP, χρησιμοποιούνται τοπικά, δεν θα μεταβιβάζονται σε τρίτους, τις υπηρεσίες που προσφέρει η APP ή όταν υπάρχει νομική υποχρέωση να το πράξει. Περίοδος διατήρησης των δεδομένων: Τα προσωπικά δεδομένα που συλλέγονται μέσω του APP θα διατηρούνται μόνο για το χρονικό διάστημα που απαιτείται για να ικανοποιηθεί ο σκοπός για τον οποίο έχουν συλλεχθεί ή μέχρις ότου ο χρήστης ζητήσει τη διαγραφή τους από το APP ή την αφαίρεση του APP. Εφαρμογή δικαιωμάτων: Οι χρήστες του APP έχουν το δικαίωμα να αποκτήσουν πρόσβαση, να διορθώσουν, να διαγράψουν, να περιορίσουν την επεξεργασία, να μεταφέρουν τα δεδομένα τους και να αντιταχθούν στη θεραπεία τους. Ειδική συναίνεση: Η APP θα ζητήσει τη συγκεκριμένη συγκατάθεση των χρηστών για την πρόσβαση στα προσωπικά τους δεδομένα: επαφές και αριθμούς τηλεφώνου, ενημερώνοντας με σαφή και διαφανή τρόπο για τον σκοπό του εν λόγω αιτήματος. 1Δεδομένα ανηλίκων και γεωγραφική τοποθεσία: Η APP δεν θα συλλέγει ούτε θα αποθηκεύει δεδ
ja: SAVAVIDAS Appのプライバシーポリシー サルバビデスアプリケーション(以下「APP」)の使用は、ユーザーの責任のもとに行われます。 アプリはそのまま提供されており、常に正しい機能を保証するものではありません。 当社は、アプリケーションの使用から生じる直接的、間接的、偶発的、特別な、結果的またはその他の損害についての責任を除外します。 Salvavidas をダウンロードして使用することにより、ユーザーはこれらの条件に同意し、アプリケーションを責任を持って利用し、その能力と制限を意識することに同意します。 APPの利用方針: 個人データの収集の目的:APPを通じて収集された個人データは、APPのサービスと機能を提供するためだけでなく、ユーザー体験を改善するためにのみ使用されます。 収集された個人データの処理責任者は、Google Play Servicesです。 データ処理の正当化:個人データは、位置と連絡先へのSMSの送信に基づいており、ユーザーの同意の下にのみ行われます。 App はこれらのデータを保存または処理しません。 データの受領者:APPを通じて収集された個人データは、現地で使用され、APPが提供するサービスや法的義務がある場合、第三者に譲渡されません。 5.データ保存期間:APPを通じて収集された個人データは、収集した目的を達成するために必要な期間、またはユーザーがAPP内の削除またはAPPの削除を要求するまで保存されます。 6.権利の行使:APPのユーザーは、アクセス、訂正、削除、処理の制限、データの持ち込み、およびそれらの処理に反対する権利を持っています。 7. 特定の同意: APP は、お客様の個人データ(連絡先および電話番号)にアクセスするためのユーザーの具体的な同意を要求し、その要求の目的について明確かつ透明に通知します。 未成年者データおよび地理位置情報:Appleは、親または法的保護者の明示的な同意なしに未成年のデータ(13歳)を収集または保存し、ユーザーの事前の同意とプライバシーを尊重することによってのみ地理的位置情報サービスを使用します。 責任の排除 1.責任の制限:アプリの開発者は、アプリのユーザーによる不正利用、またはデータまたは個人情報を失うことによって生じた損害について責任を負いません。 2.自己リスクによる使用:本アプリを使用するユーザーおよび本アプリ開発者は、本アプリの可用性、正確性、または安全性を常に保証しません。 3.保証の除外:当社は、アプリの開発者がアプリの独自の機能以外の特定の目的のためのアプリの機能または適合性がモバイルサービスプロバイダーに依存しているため、品質に関する保証を提供しませんし、ユーザーはその使用について責任を負います。 4. 損害賠償:ユーザーは、アプリの不正使用の結果として生じた請求、訴訟、または損害について、アプリ開発者に損害を賠償する必要があります。 5. 利用規約の変更: 当社は、法的変更または APP 開発者のニーズに適応するために、事前通知なしに、使用規約および利用条件をいつでも変更する権利を留保します。 赤 - 自分の生命や生命が危険にさらされていると感じる場合に圧迫します。 黄色 - 助けが必要な場合は押します。 グリーン - 自然災害または社会紛争の領域で大丈夫かどうかを押します。 ブルー - あなたが目的地に到着したことを知らせるために押します。 警報メッセージ レッド - 緊急の助�
kr: Salvavidas 앱의 개인정보 보호 정책 Salvavidas 애플리케이션(이하 '앱')의 사용은 사용자의 책임 하에 이루어집니다. 애플리케이션은 있는 그대로 제공되며, 항상 올바르게 작동할 것이라고 보장하지 않습니다. 애플리케이션 사용으로 인해 발생할 수 있는 직접적, 간접적, 부수적, 특별, 결과적 또는 기타 유형의 손해에 대해 당사는 책임을 지지 않습니다. Salvavidas를 다운로드하고 사용하는 것은 사용자가 이러한 조건을 수락하고 애플리케이션의 기능과 한계를 인식한 상태에서 책임감 있게 사용할 것임을 의미합니다. 앱 사용 정책: 1. 개인정보 수집 목적: 앱을 통해 수집된 개인정보는 앱의 서비스 및 기능을 제공하고 사용자 경험을 개선하기 위한 목적으로만 사용됩니다. 2. 개인정보 처리 책임자: 수집된 개인정보의 처리는 Google Play 서비스가 담당합니다. 3. 데이터 처리의 법적 근거: 개인정보는 위치 정보 및 SMS 전송을 기반으로 하며, 사용자의 동의 하에만 처리됩니다. 앱은 이 데이터를 저장하거나 처리하지 않습니다. 4. 데이터 수신자: 앱을 통해 수집된 개인정보는 로컬에서 사용되며, 앱에서 제공하는 서비스나 법적 의무가 없는 한 제3자에게 전송되지 않습니다. 5. 데이터 보유 기간: 앱을 통해 수집된 개인정보는 수집 목적을 달성하는 데 필요한 기간 동안만 보유되며, 사용자가 앱 내에서 삭제를 요청하거나 앱을 제거할 때까지 보유됩니다. 6. 권리 행사: 앱 사용자들은 자신의 데이터에 접근, 수정, 삭제, 처리 제한, 데이터 이식 및 처리 반대의 권리를 가집니다. 7. 구체적 동의: 앱은 연락처 및 전화번호와 같은 개인정보에 접근하기 위해 사용자의 구체적 동의를 요청하며, 이러한 요청의 목적에 대해 명확하고 투명한 정보를 제공합니다. 8. 미성년자 및 위치 데이터: 앱은 부모나 법정 대리인의 명시적 동의 없이 13세 미만 미성년자의 데이터를 수집하거나 저장하지 않으며, 사용자의 사전 동의 하에만 위치 서비스를 사용하고 사용자의 프라이버시를 존중합니다. 면책 조항 1. 책임의 제한: 앱 개발자는 사용자의 잘못된 사용으로 인해 발생한 손해나 데이터 손실에 대해 책임을 지지 않습니다. 2. 사용자의 책임: 앱을 사용하는 사용자는 자신의 책임 하에 사용하며, 앱 개발자는 항상 앱의 가용성, 정확성 또는 보안을 보장하지 않습니다. 3. 보증의 배제: 앱 개발자는 품질, 작동 또는 특정 목적에 대한 적합성을 보증하지 않으며, 사용자가 책임을 지고 사용해야 합니다. 4. 면책: 사용자가 앱을 부적절하게 사용하여 발생하는 모든 청구, 요구 또는 손해에 대해 사용자가 앱 개발자를 면책하는 것으로 간주합니다. 5. 조건 변경: 당사는 법적 변화나 앱 개발자의 필요에 따라 언제든지 사전 통지 없이 이용 약관을 수정할 권리를 보유합니다.
